Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamen_kielilaki.html.tmx
Source language: fin
Languages: sms

source: Saamen kielilaki
sms: Sääʹmǩiõll-lääʹǩǩ

source: Saamelaisten kielellisten ja kulttuuristen oikeuksien perustana on perustuslaki, joka mukaan saamelaisilla alkuperäiskansana on oikeus ylläpitää ja kehittää omaa kieltään ja kulttuuriaan.
sms: Säʹmmlai ǩiõlʼlaž da kulttuurlaž vuõiggâdvuõđi vuâđđan lij vuâđđlääʹǩǩ, koon mieʹldd säʹmmlain alggmeeran lij vuõiggâdvuõtt tuõʹllʼjed da ooudâsviikkâd jiiʹjjez ǩiõlâz da kulttuurâz.

source: Perustuslain mukaan saamelaisilla on saamelaisten kotiseutualueella kieltään ja kulttuuriaan koskeva itsehallinto siten kun lailla säädetään.
sms: Vuâđđlääʹjj mieʹldd säʹmmlain lij säʹmmlai dommvuuʹdest ǩiõlâz da kulttuurâz kuõskki jiõččvaaldâsm nuʹtt mâʹte laaʹjjin šiõtteet.

source: Perustuslain lisäksi saamelaisten oikeuksista säädetään tarkemmin muun muassa laissa saamelaiskäräjistä (974/1995) ja Saamen kielilaissa (1086/2003).
sms: Vuâđđlääʹjj lââʹssen säʹmmlai vuõiggâdvuõđin šiõtteet tääʹrǩben jeäʹrbi mieʹldd lääʹjjest sääʹmteeʹǧǧest (974/1995) da Sääʹmǩiõll-lääʹjjest (1086/2003).

source: Saamen kielilain soveltamisen ydinalue on saamelaisten kotiseutualue (Inari, Enontekiö, Utsjoki ja Sodankylän kunnan pohjoisosa).
sms: Sääʹmǩiõll-lääʹjj suåvldummuž väimmvuʹvdd lij säʹmmlai dommvuʹvdd (Aanar, Jeänõk, Uccjokk da Suäʹđjel kååʹdd tâʹvv-vueʹss).

source: Saamen kielilain mukaan saamelaisten kotiseutualueella saamelaisella on viranomaisissa asioidessaan aina oikeus valintansa mukaan käyttää saamen tai suomen kieltä.
sms: Sääʹmǩiõll-lääʹjj mieʹldd säʹmmlai dommvuuʹdest säʹmmlast lij veʹrǧǧniiʹǩǩivuiʹm aaʹššid hååideeʹn pâi vuõiggâdvuõtt vaʹlljummšes mieʹldd ââʹnned sääʹm- leʹbe lääʹddǩiõl.

source: Vaikka saamenkielinen henkilö osaa myös suomea, viranomaisen on silti tarjottava palvelua saamen kielellä henkilön niin halutessaan.
sms: Håʹt sääʹmǩiõllsaž ooumaž silttad lääʹddǩiõl še, veʹrǧǧneǩ âlgg kuuitâǥ taʹrjjeed kääzzkõõzz sääʹmǩiõʹlle oummu nuʹtt haaʹleeʹn.

source: Raportit ja selvitykset
sms: Rapoort da čiõlǥtõõzz

source: Saamen kieleen liittyviä raportteja ja selvityksiä
sms: Sääʹmǩiõʹlle õhttneei rapoort da čiõlǥtõõzz

source: Saamenkieliset palvelut verkossa
sms: Sääʹmǩiõllsaž kääzzkõõzz neeʹttest

source: Saamen kielilain tarkoituksena on
sms: Sääʹmǩiõll-lääʹjj mieʹrren lij

source: Turvata saamelaisten oikeus ylläpitää ja kehittää omaa kieltään
sms: Staanâd säʹmmlai vuõiggâdvuõtt tuõʹllʼjed da ooudâsviikkâd jiiʹjjez ǩiõlâz

source: Taata saamelaisten oikeus oikeudenmukaiseen oikeudenkäyntiin ja hyvään hallintoon kielestä riippumatta
sms: Staanâd säʹmmlai vuõiggâdvuõtt vuõiggâdvuõđmeâldlaž suudõõttma da šiõǥǥ vaaldšma ǩiõlâst huõlkâni

source: Tehdä saamenkielisistä palveluista luontevia
sms: Tuejjeed sääʹmǩiõllsaž kääzzkõõzzid luândliʹžžen

source: Saamelaisten kielelliset oikeudet toteutetaan ilman, että niihin tarvitsee erikseen vedota
sms: Säʹmmlai ǩiõlʼlaž vuõiggâdvuõđid čõõđtet nuʹtt, što tõid ij taarbâž jeeʹrab nuäjjõõttâ

source: Toteuttaa saamelaisten oikeutta käyttää omaa kieltään myös käytännössä, ei vain tulkkauksen ja asiakirjojen kääntämisen kautta
sms: Viikkâd čõõđ säʹmmlai vuõiggâdvuõđ ââʹnned jiiʹjjez ǩiõl takainalla, ij tåʹlǩ tuʹlǩǩummuž da äʹššǩiiʹrji jåårǥlâʹttem pääiʹǩ.

source: Edistää saamen kielen käyttämistä kaikilla yhteiskunnan sektoreilla
sms: Oouʹdeed sääʹmǩiõl âânnmõõžž pukin õhttsažkååʹdd sektoorin

source: Kielen säilyminen elävänä ja elinvoimaisena
sms: Ǩiõl seillmõš jieʹllʼjen da jieʹllemviõkksen

source: Oletko kokenut, ettei kielelliset oikeutesi toteudu tai tarvitset apua Saamen kielilain soveltamiseen liittyvissä kysymyksissä?
sms: Leäk-a ǩiõččlõõttâm, što ǩiõlʼlaž vuõiggâdvuõđääd jie tiõuddu leʹbe taarbšak vieʹǩǩ Sääʹmǩiõll-lääʹjj suåvldummša õhttneei kõõččmõõžžin?

source: Ota yhteyttä saamen kieliturvasihteeriin kysyäksesi Saamen kielilaista.
sms: Vääʹld õhttvuõđ sääʹm ǩiõllstaanpiisra Sääʹmǩiõll-lääʹjjest kõõččâm diõtt.

source: Ketä viranomaisia saamen kielilaki koskee?
sms: Ǩeäiʹd veʹrǧǧniiʹǩǩid sääʹmǩiõll-lääʹǩǩ kuâskk?

source: Saamelaisten kotiseutualueella saamen kieltä voi käyttää muun muassa näissä viranomaisissa:
sms: Säʹmmlai dommvuuʹdest sääʹmǩiõl vuäitt ââʹnned jeäʹrbi mieʹldd täi veʹrǧǧniiʹǩǩivuiʹm:

source: terveyskeskuksessa, kunnan virastoissa, työ- ja elinkeinopalveluissa, Verohallinnossa, Poliisissa, Kelalla, Lapin keskussairaalassa, Maanmittauslaitoksessa, Melan toimistossa, Lapin maistraatissa.
sms: tiõrvâsvuõttkõõskõõzzâst, kååʹdd veʹrǧǧkonttrin, reâugg- da jieʹllemvueʹǩǩ-kääzzkõõzzin, Piiđvaaldšmest, Pååʹles åʹrnn, Kelast, Lappi kruugghospitaalâst, Mäddmetteemstroiʹttlest, Mela konttrest, Lappi maistraattâst.

source: Saamen kielilain soveltamispiiriin kuuluvat lisäksi:
sms: Sääʹmǩiõll-lääʹjj suåvldemvuuʹd sizz koʹlle lââʹssen:

source: Tuomioistuimet ja valtion alue- ja paikallishallinnon viranomaiset, joiden virka-alueeseen edellä mainitut kunnat kokonaan tai osittain kuuluvat
sms: Suudišttâm da riikk vuʹvdd- da pääiklažvaaldâšm veʹrǧǧneeʹǩǩ, kooi veʹrǧǧvoudda ooudbeäʹlnn peäggtum kååʹdd obbnes leʹbe vueʹzzi koʹlle

source: Saamelaiskäräjät, kolttalaissa tarkoitettu kolttien kyläkokous
sms: Sääʹmteʹǧǧ, sääʹmlääʹjjest jurddum saaʹmi siidsååbbar

source: Valtioneuvoston oikeuskansleri ja eduskunnan oikeusasiamies, kuluttaja-asiamies, kuluttajariitalautakunta, yhdenvertaisuusvaltuutettu, tasa-arvovaltuutettu, tietosuojavaltuutettu
sms: Riikksuåvtõõzz vuõiggâdvuõttkansler da eeʹttiǩ-kååʹdd vuõiggâdvuõttäʹššooumaž, õõʹnniäʹššooumaž, õõʹnnireiddluʹvddkåʹdd, õõutverddsažvuõttväʹlddneǩ, tääʹssärvv-väʹlddneǩ, teâttsuõjjväʹlddneǩ

source: Saamelaisten kotiseutualueen paliskunnat, Paliskuntain yhdistys
sms: Säʹmmlai dommvuuʹd paalǥâskååʹdd, Paalǥâskooʹddi õhttõs

source: Kirkolliset viranomaiset;
sms: Ceerkvallaš veʹrǧǧneeʹǩǩ;

source: Oulun hiippakunnan tuomiokapituli, kirkkoherranvirastot, joiden toimialueeseen saamelaisten kotiseutualue tai osa siitä kuuluu
sms: Oulu aaʹrhelkååʹdd duõmmkapituul, ceerkavkonttâr, kooi tuåimmvoudda säʹmmlai dommvuʹvdd leʹbe vueʹss tõʹst kooll

source: Enontekiön, Inarin, Utsjoen ja Sodankylän seurakunnat ja ortodoksisen kirkkokunnan Lapin seurakunta
sms: Jeänõõǥǥ, Aanar, Uccjooǥǥ da Suäʹđjel sieʹbrrkååʹdd da ortodookslaž ceerkavkååʹdd Lappi sieʹbrrkåʹdd

source: Saamen kielilaki sisältää säännökset myös sen soveltamisesta liikelaitoksiin ja yhtiöihin sekä julkisia hallintotehtäviä viranomaiskoneiston ulkopuolella hoitaviin yksityisiin.
sms: Sääʹmǩiõll-lääʹǩǩ âânn seʹst šiõtlmid še tõn suåvldummšest jäärnaǩstroiʹttlid da õhttõõzzid di õõlmâs vaaldâšmtuâjaid veʹrǧǧneǩriâšldõõǥǥ åålǥbeäʹlnn håiddai privaattid.

source: Säännöksen perusteena on se, että kielellisten palvelujen taso ei saa laskea sen vuoksi, että julkinen valta antaa tehtäviään muiden hoidettavaksi.
sms: Šiõttâlm vuâđđan lij tõt, što ǩiõlʼlaž kääzzkõõzzi tääʹss ij vuäǯǯ vuâllned tõn diõtt, što õõlmâs väʹldd oudd tuâjees jeärrsid håiddamnalla.

source: Saamen kielilaki 31 §, valtion taloudellinen vastuu
sms: Sääʹmǩiõll-lääʹǩǩ 31 §, riikk täälʼlaž vasttõs

source: Kunnat, seurakunnat, paliskunnat ym. voivat hakea saamen kielilain soveltamisesta aiheutuneisiin kuluihin valtionavustusta
sms: Kååʹdd, sieʹbrrkååʹdd, paalǥâskååʹdd dj. vuäiʹtte ooccâd riikkveäʹǩǩvuõđ sääʹmǩiõll-lääʹjj suåvldummšest šõddâm kuulid.

source: Jaettava valtionavustus on vuosittain 150 000 euroa.
sms: Juõkkum riikkveäʹǩǩvuõtt lij juõʹǩǩ eeʹjj 150 000 euʹrred.

source: Lue lisää Oikeusministeriön sivuilta: https://oikeusministerio.fi/saamen-kielilakiavustukset
sms: Looǥǥ lââʹss Vuõiggâdvuõttministeria seeidain: https://oikeusministerio.fi/saamen-kielilakiavustukset
